{
    "basics": {
        "name": "Serena Antonetti",
        "profiles": [
            {
                "network": "Gitconnected",
                "username": "richard-hendricks-demo",
                "url": "https://gitconnected.com/richard-hendricks-demo"
            },
            {
                "network": "GitHub",
                "username": "richard-hendricks-demo",
                "url": "https://github.com/richard-hendricks-demo"
            },
            {
                "network": "Twitter",
                "url": "https://twitter.com/@piedpiper",
                "username": "@piedpiper"
            },
            {
                "network": "LinkedIn",
                "url": "https://www.linkedin.com/company/gitconnected"
            },
            {
                "network": "Stack Overflow",
                "url": "https://stackoverflow.com"
            }
        ]
    },
    "projects": [
        {
            "url": "/la-princiere",
            "displayName": "La Princière",
            "date": "2018",
            "summary": "For this assignment, we were required to pick a small business and redesign their online store. La Princière is a small pâtisserie located in the South of France. Apart from a Facebook page, their online presence is currently inexistent. In addition to the website redesign, I decided to refresh their branding. The result seems very simple yet the presence of intricate details reflects the elegance of the bakery. I focused on using luxurious textures and slightly colored paper. The soothing pastel colour scheme is quite common for bakeries, as it resembles the delicate pastries the French are well known for. The purpose of the online store was to give the user a memorable, smooth experience while keeping in mind the values of the branding.",
            "projectType": [
                "Branding",
                "UI/UX"
            ],
            "mainImage": "LaPrinciere1.jpg",
            "images": [
                "LaPrinciere2.jpg",
                "LaPrinciere5.jpg",
                "LaPrinciere3.jpg",
                "LaPrinciere4.jpg",
                "LaPrinciere-Web1.jpg",
                "LaPrinciere-Web2.jpg",
                "LaPrinciere-Web5.jpg",
                "LaPrinciere-Web4.jpg",
                "LaPrinciere-Web3.jpg"
            ],
            "nextProject": {
                "url": "/calleis",
                "displayName": "Calleis"
            }
        },
        {
            "url": "/calleis",
            "displayName": "Calleis",
            "date": "2018",
            "summary": "Calleis, also known as Aglaea, was one of the Greek Charites (Graces). This beauty skincare brand was designed for sensitive skins in mind. Delicate skins need a kinder, simpler approach; Calleis does not use harsh chemicals or unnecessary ingredients. It is inspired by the beauty of nature and its ingredients. The minimalist packaging reflects the brand ethos, and the circle illustration represents the earth: complete, like a circle, yet imperfect, like a water drop. It is part of everything, just like the circle is embossed on every piece of collateral designed. There are five circles, representing the five elements, and the five human senses. The main purpose of the website was to introduce the brand to new customers and let users discover their product range. The result is a visually attractive, easy to navigate catalog that remains faithful to the brand's values and elements.",
            "projectType": [
                "Branding",
                "UI/UX"
            ],
            "mainImage": "Calleis-TheBody.jpg",
            "images": [
                "Calleis1.jpg",
                "Calleis-TheFace.jpg",
                "Calleis2.jpg",
                "Calleis-TheHair.jpg",
                "Calleis3.jpg",
                "Calleis-Web1.jpg",
                "Calleis-Web2.jpg",
                "Calleis-Web3.jpg",
                "Calleis-Web4.jpg"
            ],
            "nextProject": {
                "url": "/hummingbird",
                "displayName": "Hummingbird"
            }
        },
        {
            "url": "/hummingbird",
            "displayName": "Hummingbird",
            "date": "2017",
            "summary": "The biggest advantage of industry-led education is that every assignment prepares us to the challenges of a professional brief. This one is one of my favourites: our task was to pick a local Wellington brand, and redesign their logo. I chose a well-known bar and eatery and I decided to take it further by redesigning their whole identity; this includes a menu, coasters, a sign, and stationery. The logo could also be used on take-away bags, on aprons, or on a chalkboard menu.",
            "projectType": [
                "Branding"
            ],
            "mainImage": "Hummingbird4.jpg",
            "images": [
                "Hummingbird2.jpg",
                "Hummingbird3.jpg",
                "Hummingbird1.jpg",
                "Hummingbird5.jpg"
            ],
            "nextProject": {
                "url": "/soldoa",
                "displayName": "Sol d'Oa"
            }
        },
        {
            "url": "/soldoa",
            "displayName": "Sol d'Oa",
            "date": "2017",
            "summary": "This flower shop pays tribute to the famous Arabian horse, Sol d'Oa. Florioraphy extends back hundreds of years as a way for people to express emotions and communicate; the intricate flowers illustrations reflect the delicacy and history of such an ancient art. On the other hand, the simple logomark indicates a modern, accessible brand. The colours are inspired by traditional Maghrebi clothing, and the neutral colours will match any bouquet, regardless of the flowers' tones. All of these carefully thought-out elements make the Sol d'Oa experience a memorable one for all of their customers.",
            "projectType": [
                "Branding"
            ],
            "mainImage": "Soldoa1.jpg",
            "images": [
                "Soldoa2.jpg",
                "Soldoa3.jpg",
                "Soldoa4.jpg"
            ],
            "nextProject": {
                "url": "/eatwelly",
                "displayName": "EatWelly"
            }
        },
        {
            "url": "/eatwelly",
            "displayName": "EatWelly",
            "date": "2018",
            "summary": "EatWelly is a local app dedicated to budget friendly restaurants in Wellington City. This project was made in collaboration with my classmate Nikolai Bain. The app is primarily aimed at students and tourists who want to enjoy delicious, nutritious foods in a welcoming atmosphere without breaking the bank. The app was developed in partnership with the Wellington City Council who wishes to promote healthy eating and reduce frequentation of fast food places. We also partnered with local restaurant who provided us with their menus and recipes. This allowed us to determine the nutritional content of their popular dishes. We focused on smooth transitions and trendy colours in order to attract a young target audience, however the app is accessible to all, as it is free and easy to navigate.",
            "projectType": [
                "UI/UX"
            ],
            "mainImage": "EatWelly1.jpg",
            "images": [
                "EatWelly2.gif"
            ],
            "videos": [
                "EatWelly3",
                "EatWelly4"
            ],
            "mockups": [
                {
                    "url": "https://lstore.graphics/",
                    "website": "Lstore"
                }
            ],
            "nextProject": {
                "url": "/la-princiere",
                "displayName": "La Princière"
            }
        }
    ]
}